[CPS_UIArmory_PromotionHero]
m_strMutuallyExclusive = "Взаємовиключне з:"

arr_strLocReasonsLocked[0] = "Не виконані передумови здібності."
arr_strLocReasonsLocked[1] = "Спершу виберіть здібність класу солдата на цьому рівні."
arr_strLocReasonsLocked[2] = "Потрібна споруда Центру підготовки."
arr_strLocReasonsLocked[3] = "Недостатньо очок здібностей."
arr_strLocReasonsLocked[4] = "Потрібен вищий ранг."

[UISL_CPS]
strDisablePopup = "ВИМКНУТИ ЦЕ СПЛИВАЮЧЕ ВІКНО"
strPopupText = "\nПривіт, це ваш мод, <font color='#00ff00'>[WOTC] Community Promotion Screen</font>.\n\nБачу, ви використовуєте <font color='#ff0000'>[WOTC] New Promotion Screen by Default</font>. Це не обов'язково.\n\n<font color='#00ff00'>[WOTC] Community Promotion Screen</font> робить все, що робить <font color='#ff0000'>[WOTC] New Promotion Screen by Default</font> і більше. \n\nУсі моди, які вимагають <font color='#ff0000'>[WOTC] New Promotion Screen by Default</font>, можуть працювати з <font color='#00ff00'>[WOTC] Community Promotion Screen</font> так само добре.\n\nВи можете вимкнути або видалити <font color='#ff0000'>[WOTC] New Promotion Screen by Default</font>."

[CPS_MCM_Screen]
ModName="Екран просування спільноти"
PageTitle="Екран просування спільноти"
GroupHeader="Загальні налаштування"

SHOW_UNREACHED_PERKS_MODE_Label = "Здібності на недосяжних рівнях"
SHOW_UNREACHED_PERKS_MODE_Tip = "Зазвичай ви не можете переглядати здібності майбутніх рангів солдатів. Ви можете зняти це обмеження тут."
SHOW_UNREACHED_PERKS_MODE_Strings[0] = "Приховати все"
SHOW_UNREACHED_PERKS_MODE_Strings[1] = "Приховати здібності Центру підготовки"
SHOW_UNREACHED_PERKS_MODE_Strings[2] = "Показати все"

SHOW_INVENTORY_SLOT_Label = "Показати слот інвентарю"
SHOW_INVENTORY_SLOT_Tip = "Перемикає відображення слота інвентарю, до якого прив'язана здібність. Майте на увазі, що прив'язка здібності до слота не завжди означає, що здібність працюватиме лише з предметами в цьому слоті інвентарю."

DISABLE_TRAINING_CENTER_REQUIREMENT_Label = "Вимкнути вимогу до Центру підготовки"
DISABLE_TRAINING_CENTER_REQUIREMENT_Tip = "Зазвичай звичайні класи солдатів можуть розблокувати більше однієї здібності на рівень лише за наявності споруди Центру підготовки. Ви можете вимкнути цю вимогу тут."

DISABLE_NEWCLASS_POPUPS_Label = "Вимкнути спливаючі вікна \"Новий клас\""
DISABLE_NEWCLASS_POPUPS_Tip = "Зазвичай кожного разу, коли новобранець підвищується до нового класу, відображається спливаюче вікно. Ви можете вимкнути це спливаюче вікно тут."

DISABLE_COMINT_POPUPS_Label = "Вимкнути навчальне спливаюче вікно бойової інтелекту"
DISABLE_COMINT_POPUPS_Tip = "Зазвичай спливаюче вікно відображається, коли ви вперше в кампанії входите на екран підвищення солдата з високою бойовою інтелектом. Ви можете вимкнути це спливаюче вікно тут."

ABILITY_TREE_PLANNER_MODE_Label = "Режим планувальника дерева здібностей"
ABILITY_TREE_PLANNER_MODE_Tip = "Коли ця функція увімкнена, ви можете позначати здібності, які плануєте розблокувати для кожного солдата, натискаючи на них. Щоб видалити позначку, натисніть на здібність ще раз. У режимі \"Базовий\" здібності позначаються іконками. У режимі \"Розширений\" позначки містять числа, які можуть слугувати порядком розблокування або пріоритетом. У будь-якому режимі ви все одно повинні розблоковувати нові здібності самостійно, позначки служать лише як нагадування."
ABILITY_TREE_PLANNER_MODE_Strings[0] = "Вимкнено"
ABILITY_TREE_PLANNER_MODE_Strings[1] = "Базовий"
ABILITY_TREE_PLANNER_MODE_Strings[2] = "Розширений"

[X2EventListener_PromotionScreenOverrides]
SparkAbilityTreeTitles[0]="Майбутні бої"
SparkAbilityTreeTitles[1]="Військова машина"
SparkAbilityTreeTitles[2]="XCOM"
